/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "無法完成動作";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "請稍後再試。";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "不支援此媒體格式。";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "此媒體可能已損毀。";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "此App未被授權播放此檔案。"; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "無法使用此媒體。";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "無法解碼";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "此媒體所需的解碼器忙碌中。";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "請停止其他媒體解碼動作，然後再試一次。";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "無法在此電腦上使用媒體。";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "無法在外接顯示器上播放此內容。";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "無法在目前的系統設定中播放受保護的內容。";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "轉碼輸出影片軌道的影格數不正確";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "轉碼輸出影格數與未包含編輯區段的來源不相等";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "無法解碼";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "解碼器發生錯誤";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "無法編碼";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "編碼器發生錯誤";

